{
    "README": "There are notes in config.php where each of these keys is used. View config.php's comments to see what each value is used for.",
    "newsbeatDirectoryName": "thenewsbeat/2019-reporter-biographies",
    "studyPrefix": "bio_",
    "siteName": "The Gazette Star",
    "variations": [
        {
            "id": "photo",
            "constant": "AUTHOR_PHOTO",
            "GET": {
                "key": "author_photo",
                "values": {
                    "none": false,
                    "personal": "../../dist/img/author-image-personal.jpg",
                    "professional": "../../dist/img/author-image-professional.jpg"
                }
            }
        },
        {
            "id": "bio",
            "constant": "AUTHOR_BIO",
            "GET": {
                "key": "author_bio",
                "values": {
                    "none": false,
                    "personal": "<p>Jim Phelps is a science reporter for The Gazette Star. His coverage of energy and the environment has appeared in the Dallas Morning News, The Atlantic and Newsweek. A Colorado native and life-long Broncos fan, he began his career at the Denver Post, where he was part of a team that won a Pulitzer Prize for their story about the pollution of popular hot springs in Aspen. He graduated with a journalism degree from Vanderbilt University where he served as the editor-in-chief of the student newspaper. His simple pleasures in life include fishing with his wife and two sons and the smell of barbecue on the lakefront after surviving a cold winter.</p>",
                    "basic": "<p>Jim Phelps is a science reporter for The Gazette Star. His coverage of energy and the environment has appeared in the Dallas Morning News, The Atlantic and Newsweek. He began his career at the Denver Post, where he was part of a team that won a Pulitzer Prize for their story about the pollution of popular hot springs in Aspen. He graduated with a journalism degree from Vanderbilt University and served as editor-in-chief of the student newspaper.</p>"
                }
            }
        }
    ],
    "article": {
        "author": {
            "name": "Jim Phelps",
            "bio": "<p>Jim Phelps is a science reporter for The Gazette Star. His coverage of energy and the environment has appeared in the Dallas Morning News, The Atlantic and Newsweek. He began his career at the Denver Post, where he was part of a team that won a Pulitzer Prize for their story about the pollution of popular hot springs in Aspen. He graduated with a journalism degree from Vanderbilt University and served as editor-in-chief of the student newspaper.</p>",
            "image": {
                "src": "author-photo.jpg",
                "alt": ""
            }
        },
        "pubdate": "Aug. 6, 2019"
    }
}